import { Typography } from "@mui/material";
import React from "react";

const Urdu = () => {
  return (
    <>
      <ol className="urdu-ol">
        <li>
          میں سنجیدگی سے تصدیق کرتا ہوں کہ میں نے جو بیان اور معلومات اوورلیف
          پیش کی ہیں وہ درست ہیں۔ میں جانتا ہوں کہ اگر اس میں دی گئی کوئی بھی
          معلومات مادی تفصیلات میں غلط پائی جاتی ہے۔ میں فوجداری قانونی چارہ
          جوئی کا ذمہ دار ہوں گا اور اپنی داخلہ فیس چھوڑ دوں گا اور اگر پہلے ہی
          داخل ہو چکا ہوں تو مجھے کیمپس سے نکال دیا جائے گا۔
        </li>
        <li>
          میں کیمپس اور دیگر واجبات باقاعدگی سے اور وقت پر ادا کرنے کا عہد بھی
          کرتا ہوں۔
        </li>
        <li>
          میں انسٹی ٹیوٹ کے تمام قواعد و ضوابط کی پابندی کرنے کا وعدہ کرتا ہوں۔
        </li>
        <li>
          میں یہ بھی سمجھتا ہوں کہ درج ذیل کو بے ضابطگی کے اعمال تصور کیا جائے
          گا:
          <ol type="I">
            <li>انسٹی ٹیوٹ کے قوانین، احکامات، اور نوٹس کی عدم تعمیل</li>
            <li>
              انسٹی ٹیوٹ انتظامیہ اور فیکلٹی ممبر کے احکامات اور ہدایات کی عدم
              تعمیل
            </li>
            <li>
              ریگنگ میں ملوث ہونا:- (حکومت پاکستان کی ہدایت کے مطابق) طلباء کی
              طرف سے کسی بھی شکل میں ریگنگ کا نتیجہ فوری طور پر تادیبی کارروائی
              کی جائے گی۔ قصوروار پائے جانے والے طلباء کو انسٹی ٹیوٹ سے اخراج
              کیا جا سکتا ہے۔
            </li>
            <li>پیشگی اجازت کے بغیر 7 دن سے زائد کلاسوں سے غیر حاضری</li>
            <li>
              حاضری میں بے ضابطگی، ادارے کے واجبات کی ادائیگی، اور دیگر متعلقہ
              معاملات۔
            </li>
            <li>ادارے کی جائیداد کا غلط استعمال۔</li>
            <li>
              طلباء کو ہڑتالوں، مورچوں، یا یونینوں/ایسوسی ایشنز کی تشکیل میں حصہ
              لینے پر اکسانا، جس کا مقصد براہ راست یا بالواسطہ سیاسی یا فرقہ
              وارانہ ہے۔
            </li>
            <li>
              انسٹی ٹیوٹ کی پیشگی اجازت کے بغیر انسٹی ٹیوٹ کے احاطے میں میٹنگوں
              کا اہتمام کرنا یا کچھ افراد/افراد کو دعوت دینا۔
            </li>
            <li>
              انسٹی ٹیوٹ کے احاطے میں تمباکو نوشی، چبانا، تمباکو اور گٹکا کسی
              بھی منشیات کا استعمال ممنوع ہے۔
            </li>
            <li>
              انسٹی ٹیوٹ کے قوانین یا عدالت کے تحت قابل سزا جرم/جرم میں ملوث
              ہونا
            </li>
          </ol>
        </li>
        <li>
          میں یہ بھی سمجھتا ہوں کہ اگر میں بے ضابطگی کے عمل میں ملوث پایا جاتا
          ہوں، تو میں درج ذیل میں سے کسی ایک یا زیادہ سزاؤں کا ذمہ دار ہوں:
          <ol type="I">
            <li>
              انسٹی ٹیوٹ مینجمنٹ کی طرف سے مجھے اور میرے والد/سرپرست کو تحریری
              انتباہ۔
            </li>
            <li>
              نظم و ضبط کے نمبروں کے لحاظ سے جرمانہ یا مالی جرمانہ یا دونوں۔
            </li>
            <li>
              جرمانے کے ساتھ انسٹی ٹیوٹ کی جائیداد یا دوسروں کی املاک کو پہنچنے
              والے نقصانات یا نقصانات کی جزوی یا مکمل وصولی
            </li>
            <li>
              کسی بھی انسٹی ٹیوٹ کی سہولیات، خدمات، یا کلاسز سے استفادہ کرنے سے
              معطل۔
            </li>
            <li>انسٹی ٹیوٹ سے ہٹانا/راسٹیکیشن یا اخراج۔</li>
            <li>کریکٹر سرٹیفکیٹ کو روکنا۔</li>
          </ol>
        </li>
        <li>
          میں یہ بھی اعلان کرتا ہوں کہ:
          <ol type="I">
            <li>
              مجھے کسی مجرمانہ جرم میں سزا نہیں ملی ہے اور نہ ہی مجھے کسی
              فوجداری مقدمے کے سلسلے میں ضمانت پر رہا کیا گیا ہے۔
            </li>
            <li>
              اخلاقی پستی کے مجرمانہ جرم کا کوئی مقدمہ میرے خلاف کسی عدالت میں
              زیر التوا نہیں ہے۔
            </li>
            <li>
              انسٹی ٹیوٹ یا کسی دوسرے مجاز اتھارٹی کی طرف سے میرے خلاف کوئی
              شکایت یا ایف آئی آر درج نہیں کی گئی ہے۔
            </li>
            <li>
              میں نے پچھلے سالوں کے دوران کسی بھی عمل یا بے ضابطگی کا سہارا نہیں
              لیا۔
            </li>
          </ol>
        </li>
      </ol>

      <br />

      <Typography
        variant="h4"
        className="urdu"
        fontWeight={900}
        textAlign="center"
      >
        شرائط و ضوابط
      </Typography>

      <br />

      <ol className="urdu-ol">
        <li>
          کورس کی تکمیل کے معیار کے مطابق، تربیت یافتہ افراد کو سرٹیفکیٹ کے اہل
          ہونے کے لیے 70% سکور حاصل کرنے کی ضرورت ہوگی۔ تربیت یافتہ افراد کو
          کورس کی تکمیل کے بعد سرٹیفکیٹ ملے گا۔
        </li>
        <li>
          امیدواروں کی تربیت کا دورانیہ طلباء کو فراہم کردہ مواد کے لحاظ سے بڑھ
          سکتا ہے۔ تاہم، انتظامیہ کسی بھی مرحلے پر بغیر کسی وجہ کے امیدوار کی
          تربیت ختم کرنے کا حق محفوظ رکھتی ہے۔
        </li>
        <li>کسی امیدوار کا انتخاب / مسترد کرنا تنظیم کا خالص فیصلہ ہے۔</li>
        <li>فیس ناقابل واپسی ہے۔</li>
        <li>
          ٹریننگ، پوسٹنگ، یا برطرفی کے حوالے سے انتظامیہ کا کوئی بھی فیصلہ کسی
          بھی عدالت/عدلیہ میں چیلنج نہیں کیا جا سکتا۔
        </li>
      </ol>

      <br />

      <Typography
        variant="h4"
        className="urdu"
        fontWeight={900}
        textAlign="center"
      >
        کاغذات درکار ہیں
      </Typography>

      <br />

      <Typography className="urdu-ol" gutterBottom>
        (<strong style={{ color: "#ff0000" }}>*</strong>) مطلب لازمی ہے۔
      </Typography>

      <ol className="urdu-ol">
        <li>این آئی سی (قومی شناختی کارڈ) *</li>
        <li>میٹرک کی ڈگری</li>
        <li>انٹرمیڈیٹ ڈگری</li>
        <li>انڈرگریجویٹ ٹرانسکرپٹ</li>
      </ol>
    </>
  );
};

export default Urdu;
